/* info window version */
"<version>" = "<version>";

/* info window version */
"<version> (needs update)" = "<version> (trenger oppdatering)";

/* info window version */
"<version> (up to date)" = "<version> (oppdatert)";

/* Return Character */
"\r" = "\r";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "En iPod ble funnet, men den må aktiveres på skrivebordet for at denne operasjonen skal fungere.";

/* menu item */
"About iPod Updater" = "Om iPod Updater";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alle data på iPod-enheten vil gå tapt.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Det har oppstått en feil. Det kan være filer som er åpne på iPod-enheten.";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "Det har oppstått en feil. Denne oppdateringen kan ikke oppdatere Windows-formaterte (FAT) iPod-enheter. Prøv Gjenoppbygg, eller bruk iPod Updater for Windows.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "En iPod er tilkoblet, men ikke aktivert på skrivebordet.";

/* error message */
"An unexpected error occurred." = "Det har oppstått en uventet feil.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Er du sikker på at du vil gjenoppbygge iPod-programvaren?";

/* text next to lock when unlocking */
"Authenticating..." = "Godkjenner...";

/* Copy command key */
"C" = "C";

/* info window label */
"Capacity:" = "Kapasitet:";

/* text next to lock when locked */
"Click the lock to make changes." = "Klikk på låsen for å gjøre endringer.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klikk på låsen for å hindre flere endringer.";

/* menu item */
"Close Window" = "Lukk vindu";

/* menu item */
"Copy" = "Kopier";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Fant ingen SysInfo-fil på iPod-disken.";

/* error message */
"Could not find updater library." = "Fant ikke oppdatererbibliotek.";

/* error message */
"Could not obtain authentication." = "Fikk ikke godkjenning.";

/* menu item */
"Cut" = "Klipp ut";

/* progress message */
"Done restoring iPod software" = "Gjenoppbygging av iPod-programvare fullført";

/* progress message */
"Done updating iPod software" = "Oppdatering av iPod-programvare fullført";

/* menu title */
"Edit" = "Rediger";

/* error message */
"Error updating or restoring iPod. (<error>)" = "Feil under oppdatering eller gjenoppbygging av iPod. (<error>)";

/* error message */
"Error updating or restoring iPod. [<error>]" = "Feil under oppdatering eller gjenoppbygging av iPod. [<error>]";

/* info window capacity */
"GB" = "GB";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Hvis du avslutter mens en operasjon er i gang, kan det hende at du må gjenoppbygge iPod-programvaren senere.";

/* about payloads */
"Included Updates:" = "Tilgjengelige oppdateringer:";

/* main window message */
"Initializing..." = "Initialiserer...";

/* info window label */
"iPod (Recovery Mode)" = "iPod (gjenopprettingsmodus)";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod-programvare versjon <version>";

/* main window title
   About box title */
"iPod Updater" = "iPod Updater";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows-programvareoppdaterer <version>";

/* info window capacity */
"MB" = "MB";

/* error message */
"More than one iPod is attached." = "Flere enn én iPod er tilkoblet.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Flere enn én iPod er tilkoblet. Koble til kun én iPod om gangen hvis du vil oppdatere programvaren.";

/* info window label */
"N/A" = "N/A";

/* info window label */
"Name:" = "Navn:";

/* error message */
"No iPod is attached." = "Ingen iPod er tilkoblet.";

/* button for main window */
"Nothing" = "Ingenting";

/* menu title */
"Options" = "Valg";

/* error message */
"Out of memory." = "For lite hukommelse.";

/* menu item */
"Paste" = "Lim inn";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Koble til kun én iPod om gangen for å oppdatere programvaren.";

/* main window message */
"Plug in an iPod to update it." = "Koble til en iPod for å oppdatere den.";

/* Quit command key */
"Q" = "Q";

/* menu item */
"Quit" = "Avslutt";

/* confirmation dialog title */
"Quit " = "Avslutt ";

/* confirmation message */
"Quit while this operation is in progress?" = "Avslutte før denne operasjonen er ferdig?";

/* Restore iPod command key */
"R" = "R";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Tilbakestill iPod til Windows-fabrikkinnstillinger. \rAlle musikkfiler og data vil bli slettet.";

/* button for main window */
"Restore" = "Gjenoppbygg";

/* confirmation dialog title */
"Restore " = "Gjenoppbygg ";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "«Gjenoppbygg» sletter alle dataene på iPod og gjenoppretter fabrikkinnstillingene. Musikk og andre data blir slettet.";

/* menu item */
"Restore iPod" = "Gjenoppbygg iPod";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Gjenoppbyggingen er fullført. Koble iPod-enheten fra maskinen, og koble den deretter til den eksterne strømforsyningsenheten slik at firmwaren kan installeres på nytt.";

/* progress message */
"Restoring iPod software" = "Gjenoppbygger iPod-programvare";

/* info window label */
"Serial Number:" = "Serienummer:";

/* info window label */
"Software Version:" = "Programvareversjon:";

/* button in progress sheet */
"Stop" = "Stopp";

/* main window message */
"The attached iPod does not have proper software on it." = "iPod-enheten som er tilkoblet, har feil programvare.";

/* main window message */
"The attached iPod model is not supported by this application." = "iPod-modellen som er tilkoblet, støttes ikke av dette programmet.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "iPod-enheten kunne ikke deaktiveres fordi den er i bruk. Lukk filer på iPod-enheten som er åpne, og prøv på nytt.";

/* error message */
"The iPod disk does not have the correct structure. You must restore the iPod." = "iPod-disken har feil struktur.Du må gjenoppbygge iPod-enheten.";

/* error message */
"The iPod is not mounted." = "iPod-enheten er ikke aktivert.";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod Updater-programmet kan være ødelagt.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "iPod Updater kan ikke åpne biblioteket FlashLibrary.bundle.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod Updater krever CarbonLib 1.4 eller nyere.";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod Updater krever Mac OS X.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS-feilkoden var <error>.";

/* error message */
"The updater does not have a firmware image." = "Oppdatereren mangler firmwarefil.";

/* error message */
"The updater does not have a volume image." = "Oppdatereren mangler volumfil.";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "Denne iPod-enheten krever Mac OS X versjon 10.2.8.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "Denne iPod-enheten krever Mac OS X versjon 10.3.4 eller nyere.";

/* button for main window */
"Update" = "Oppdater";

/* menu item */
"Update iPod" = "Oppdater iPod";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Oppdateringen er fullført. Koble iPod-enheten fra maskinen, og koble den deretter til den eksterne strømforsyningsenheten slik at firmwaren kan installeres på nytt.";

/* message for main window */
"Update puts the latest system software on your iPod." = "«Oppdater» oppdaterer iPod med den nyeste systemprogramvaren.";

/* progress message */
"Updating iPod software" = "Oppdaterer iPod-programvare";

/* Paste command key */
"V" = "V";

/* about window app version line */
"Version <version>" = "Versjon <version>";

/* Close Window command key */
"W" = "W";

/* Cut command key */
"X" = "X";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "Fabrikkinnstillingene er gjenoppbygd på iPod-enheten. iPod må startes på nytt for å fullføre prosessen.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Fabrikkinnstillingene er gjenoppbygd på iPod-enheten, og den starter nå på nytt. La iPod-enheten være tilkoblet, og vent til gjenoppbyggingsprosessen er fullført.";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "iPod-enheten har blitt gjenoppbygd med fabrikkinnstillingene. Mat ut iPod-enheten, og koble den fra og deretter til igjen for å fullføre gjenoppbyggingsprosessen.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "iPod-enheten har blitt gjenoppbygd med fabrikkinnstillingene. Koble den fra og deretter til igjen for å fullføre gjenoppbyggingsprosessen.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "iPod-enheten har blitt oppdatert til versjon <version>, og den starter nå på nytt. La iPod-enheten være tilkoblet, og vent til oppdateringsprosessen er fullført.";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "iPod-enheten har blitt oppdatert til versjon <version> og må startes på nytt for å fullføre oppdateringsprosessen.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod-enheten har blitt oppdatert til versjon <version>. Mat ut iPod-enheten, koble den fra og deretter til igjen for å fullføre oppdateringsprosessen.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod-enheten har blitt oppdatert til versjon <version>. Koble den fra og deretter til igjen for å fullføre oppdateringsprosessen.";

